/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d:%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d:%2$.2d:%3$.2d";

/* Size on disk */
"%@ on disk" = "占用磁盘空间 %@";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@, %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "%d 个位置";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld 项";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "%ld 项";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "%ld 个位置";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "“%@”";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "“%@”已存在。您要替换它吗？";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "文件夹“%@”中已有相同名称的文件或文件夹。替换它将覆盖其当前内容。";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "“%@”中已有相同名称的文件或文件夹。替换它将覆盖其当前内容。";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "具有该名称的项目已经存在。请给该项目重新命名，然后再试一次。";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "请求使用…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "正在请求使用“%2$@”中的 %1$@ 驱动器…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "正在请求使用…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "正在计算大小";

/* Button text to cancel save operation. */
"Cancel" = "取消";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "电脑";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "连接身份…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "已连接";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "已连接身份：%@";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "正在连接…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "连接失败";

/* Label for scoep bar button Contents */
"Contents" = "内容";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "设备";

/* Dimensions label shown in browser mode */
"Dimensions" = "尺寸";

/* disc drive title */
"disc" = "光盘";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "断开连接";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "您要存储此智能文件夹吗？";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "不存储";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "编辑";

/* eject button title */
"Eject" = "推出";

/* eject all button title */
"Eject All" = "全部推出";

/* Fetching... label shown in browser mode */
"Fetching..." = "正在取回…";

/* Label for scoep bar button File Name */
"File Name" = "文件名称";

/* Label for scope bar button which represents the home directory. */
"Home" = "个人";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "如果决定继续并使用以点开头的名称，文件将被隐藏。";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "如果您不存储，则您对“%@”所做的更改将丢失。";

/* Media Browser node title in the sidebar on the left */
"Media" = "媒体";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "媒体";

/* Movices media browser node title */
"Movies" = "影片";

/* Music media browser node title */
"Music" = "音乐";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "长度大于 31 个字符的名称在目的宗卷上不被支持。";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "以点“.”作为开头的名称为系统保留。";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "未连接";

/* default button of open panel
   window title of open panel */
"Open" = "打开";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "打开 %@ 偏好设置";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "其他…";

/* Photos media browser node title */
"Photos" = "照片";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "位置";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "请选取长度不大于 31 个字符的文件名称。";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "请选择另一个项。";

/* Recent Places label */
"Recent Places" = "最近访问的位置";

/* Button text to overwrite an existing file. */
"Replace" = "替换";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "请求遭拒绝";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "存储";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "存储为";

/* name field label */
"Save As:" = "存储为：";

/* Title for smart folders section in side bar. */
"Saved Searches" = "已存储的搜索";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "已存储的搜索";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "搜索";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "搜索：";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "正在搜索“%@”";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "选择一项以查看其路径。";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "服务器";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "共享";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "智能文件夹";

/* Smart Folders label */
"Smart Folders" = "智能文件夹";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "停止请求使用…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "停止等待光盘…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "含有“%1$@”的设备还包含 %2$ld 个其他宗卷不会被推出。您确定要推出“%3$@”吗？";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "含有“%1$@”的设备还包含 %2$ld 个其他宗卷不会被推出。您确定要推出“%3$@”吗？";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "不能找到文件夹。";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "所选项不共享一个路径。";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "未能找到存放“%@”的宗卷。";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "该位置只能读。";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "这台 Mac";

/* error message for new folder name conflict */
"This name is already taken." = "该名称已存在。";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "要推出此设备上的所有宗卷，请按住 Option 键推出宗卷。\n\n今后，要推出单个宗卷而不看到此对话框，请按住 Control 键推出宗卷。";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "今天";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "还原名称更改";

/* default new folder name */
"untitled folder" = "未命名文件夹";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "使用 .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "使用“.”";

/* Button text to choose combined extensions. */
"Use both" = "使用两者";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "正在使用光盘驱动器…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "正在等待光盘驱动器…";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "正在等待光盘…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "昨天";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "您可选取“使用两者”，这样您的文件名就会以“.%1$@.%2$@”结尾。";

/* Information on choices. */
"You can choose to use the standard extension instead." = "您可选取以改用标准的扩展名。";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "您不能使用以扩展名“.%1$@”结尾的名称来存储此文稿。要求的扩展名为“.%2$@”。";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "您已经在名称的结尾使用了扩展名“.%1$@”。标准的扩展名为“.%2$@”。";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "您的 %1$@ 帐户尚未设置。您想现在打开 %2$@ 偏好设置并进行设置吗？";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "您使用“%2$@”中 %1$@ 驱动器的请求被拒绝。";

